#+title: Exposición: Algoritmos modernos de cifrado
#+author: Gunnar Wolf

- Tema presentado por :: Laylet Rojas y Miguel Ruiz
- Calificación global :: 8.23 * 0.3 + 8.13 * 0.7 = *8.16*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|              |       |            |          |           |       |
|           10 |    10 |         10 |        5 |       7.5 |  8.50 |
|          7.5 |   7.5 |          5 |      7.5 |       7.5 |  7.00 |
|          7.5 |   7.5 |         10 |      7.5 |         5 |  7.50 |
|            5 |     5 |        7.5 |        5 |       7.5 |  6.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |          5 |      7.5 |       7.5 |  8.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |       7.5 |  9.50 |
|           10 |    10 |        7.5 |       10 |       7.5 |  9.00 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|          7.5 |     5 |        7.5 |        0 |         0 |  4.00 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |     5 |         10 |      7.5 |         5 |  7.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|          7.5 |   7.5 |          5 |      7.5 |         5 |  6.50 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|          7.5 |    10 |        7.5 |      7.5 |       7.5 |  8.00 |
|           10 |    10 |         10 |       10 |         5 |     9 |
|          7.5 |   7.5 |        7.5 |        5 |         5 |  6.50 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|          7.5 |    10 |         10 |       10 |        10 |  9.50 |
|           10 |    10 |          5 |       10 |       7.5 |  8.50 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|           10 |    10 |         10 |      7.5 |        10 |  9.50 |
|           10 |    10 |        7.5 |      7.5 |       7.5 |  8.50 |
|           10 |    10 |         10 |      7.5 |         5 |  8.50 |
|          7.5 |    10 |        7.5 |      7.5 |       7.5 |  8.00 |
|          7.5 |   7.5 |          5 |      7.5 |         5 |  6.50 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|           10 |    10 |         10 |       10 |       7.5 |  9.50 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         8.91 |  8.91 |       8.36 |     7.81 |      7.19 |  8.23 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@3$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliográficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |          7.5 |     0.75 |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |            5 |     0.75 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.13 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2
